Revit 2027 API
PrintParameters.RasterQuality Property
 The raster quality type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public RasterQualityType RasterQuality { get; set; }
Public Property RasterQuality As RasterQualityType
	Get
	Set
public:
property RasterQualityType RasterQuality {
	RasterQualityType get ();
	void set (RasterQualityType value);
}
member RasterQuality : RasterQualityType with get, set
Property Value
RasterQualityType
See Also
Reference
PrintParameters Class
Autodesk.Revit.DB Namespace